/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Τέλος";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Αναζήτηση";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Άνοιγμα στο Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Επιστροφή";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Πατήστε δύο φορές για να επιστρέψετε στην προηγούμενη ιστοσελίδα.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Κοινή χρήση.";
